Repository: K-ovac/C-Tab
Catalog: C-Tab/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ru

# coinDetails.aboutToken.button.title.less
source: Hide
fr: Cacher
ru: Скрыть

# coinDetails.aboutToken.button.title.more
source: Show More
fr: Montrer Plus
ru: Показать больше

# coinDetails.description.header.title %@?
source: What is %@?
fr: Qu'est-ce que %@?
ru: Что такое %@?

# coinDetails.links.website.title
source: Website
fr: Site Web
ru: Вебсайт

# coinDetails.stat.circulatingSupply
source: Circulating Supply
fr: Approvisionnement en Circulation
ru: Количество в обращении

# coinDetails.stat.description.circulatingSupply
source: The amount of coins that are circulating in the market and are tradeable by the public. It is comparable to looking at shares readily available in the market (not held & locked by insiders, governments).
fr: La quantité de pièces qui circulent sur le marché et qui sont échangeables par le public. C'est comparable à l'examen des actions facilement disponibles sur le marché (non détenues et verrouillées par des initiés, des gouvernements).
ru: Количество монет, находящихся в обращении на рынке и доступных для публичного обращения. Это сравнимо с оценкой акций, которые легко доступны на рынке (не удерживаются и не заблокированы инсайдерами, правительствами).

# coinDetails.stat.description.fullyDilutedValuation
source: FDV = Current Price x Total Supply \n Fully Diluted Valuation (FDV) is the theoretical market capitalization of a coin if the entirety of its supply is in circulation, based on its current market price. The FDV value is theoretical as increasing the circulating supply of a coin may impact its market price. Also depending on the tokenomics, emission schedule or lockup period of a coin's supply, it may take a significant time before its entire supply is released into circulation.
fr: FDV = Prix actuel x Offre totale \n La valorisation entièrement diluée (FDV) est la capitalisation boursière théorique d'une pièce si l'intégralité de son offre est en circulation, sur la base de son prix de marché actuel. La valeur FDV est théorique car l'augmentation de l'offre en circulation d'une pièce peut avoir un impact sur son prix de marché. En outre, en fonction de la symbolique, du calendrier d'émission ou de la période de blocage de l'approvisionnement d'une pièce, il peut s'écouler un temps considérable avant que l'intégralité de son approvisionnement ne soit mise en circulation.
ru: FDV = Текущая цена х Общий объем предложения \nПолностью разведенная оценка (FDV) - это теоретическая рыночная капитализация монеты, если весь объем ее предложения находится в обращении, основанная на ее текущей рыночной цене.\n Значение FDV является теоретическим, поскольку увеличение предложения монеты в обращении может повлиять на ее рыночную цену. Кроме того, в зависимости от токеномики, графика эмиссии или периода приостановки поставок монеты может пройти значительное время, прежде чем весь ее запас будет выпущен в обращение.

# coinDetails.stat.description.high24h
source: Highest price in 24 hours
fr: Prix le plus élevé en 24 heures
ru: Наивысшая цена за последние 24 часа

# coinDetails.stat.description.low24h
source: Lowest price in 24 hours
fr: Prix le plus bas en 24 heures
ru: Наименьшая цена за последние 24 часа

# coinDetails.stat.description.marketCap
source: Market Cap = Current Price x Circulating Supply\n Refers to the total market value of a cryptocurrency's circulating supply. It is similar to the stock market's measurement of multiplying price per share by shares readily available in the market (not held & locked by insiders, governments).
fr: Capitalisation boursière = Prix Actuel x Offre en circulation\n Fait référence à la valeur marchande totale de l'offre en circulation d'une crypto-monnaie. Il est similaire à la mesure du marché boursier consistant à multiplier le prix par action par des actions facilement disponibles sur le marché (non détenues et verrouillées par des initiés, des gouvernements).
ru: Рыночная капитализация = Текущая цена х предложение в обращении \n Относится к общей рыночной стоимости предложения криптовалюты в обращении. Это аналогично измерению на фондовом рынке, когда цена за акцию умножается на акции, которые легко доступны на рынке (не удерживаются инсайдерами, правительствами).

# coinDetails.stat.description.maxSupply
source: The maximum number of coins coded to exist in the lifetime of the cryptocurrency. It is comparable to the maximum number of issuable shares in the stock market.\n Max Supply = Theoretical maximum as coded.
fr: Le nombre maximum de pièces codées pour exister pendant la durée de vie de la crypto-monnaie. Il est comparable au nombre maximum d'actions pouvant être émises en bourse.\n Alimentation maximale = Maximum théorique tel que codé.
ru: Максимальное количество закодированных монет, которое может существовать в течение срока существования криптовалюты. Это сопоставимо с максимальным количеством выпущенных акций на фондовом рынке.\n Максимальное предложение = теоретический максимум в закодированном виде.

# coinDetails.stat.description.totalSupply
source: The amount of coins that have already been created, minus any coins that have been burned (removed from circulation). It is comparable to outstanding shares in the stock market.\n Total Supply = Onchain supply - burned tokens.
fr: La quantité de pièces qui ont déjà été créées, moins toutes les pièces qui ont été brûlées (retirées de la circulation). Il est comparable aux actions en circulation sur le marché boursier.\n Offre totale = Approvisionnement en chaîne - jetons brûlés.
ru: Количество монет, которые уже были созданы, за вычетом всех монет, которые были сожжены (изъяты из обращения). Это сопоставимо с размещенными акциями на фондовом рынке.\n Общее предложение = предложение Onchain - сожженные токены.

# coinDetails.stat.description.totalVolume
source: A measure of a cryptocurrency trading volume across all tracked platforms in the last 24 hours. This is tracked on a rolling 24-hour basis with no open/closing times.
fr: Mesure du volume de transactions en crypto-monnaie sur toutes les plateformes suivies au cours des dernières 24 heures. Ceci est suivi sur une base continue de 24 heures sans heures d'ouverture/fermeture.
ru: Показатель объема торгов криптовалютой на всех отслеживаемых платформах за последние 24 часа. Данные отслеживаются на постоянной основе 24 часа в сутки без учета времени открытия/закрытия.

# coinDetails.stat.fullyDilutedValuation
source: Fully Diluted Valuation
fr: Évaluation Entièrement Diluée
ru: Полностью размытая оценка

# coinDetails.stat.high24h
source: High 24h
fr: Haute 24h
ru: Макс. за 24 ч.

# coinDetails.stat.low24h
source: Low 24h
fr: Faible 24h
ru: Мин. за 24 ч.

# coinDetails.stat.marketCap
source: Market Cap.
fr: Cap. Boursière.
ru: Рыночная кап.

# coinDetails.stat.maxSupply
source: Max Supply
fr: Offre Max.
ru: Макс. предложение

# coinDetails.stat.totalSupply
source: Total Supply
fr: Offre Totale
ru: Общ. предложение

# coinDetails.stat.tradingVolume
source: Trading Volume
fr: Volume des Transactions
ru: Объем торгов

# coinDetails.warningTitle.title
source: *The token information and pricing data on this page are sourced from third parties (e.g, CoinGecko) and are for reference only. This app makes no warranties and does not constitute investment advice.
fr: *Les informations sur les jetons et les données de tarification sur cette page proviennent de tiers (par exemple, CoinGecko) et sont à titre indicatif uniquement. Cette application ne donne aucune garantie et ne constitue pas un conseil en investissement.
ru: *Информация о токенах и ценах на этой странице предоставлена третьими лицами (например, CoinGecko) и носит справочный характер. Данное приложение не дает никаких гарантий и не является инвестиционной рекомендацией.

# coinMetrics.btcDominance.title
source: BTC Dominance
fr: Domination de la CTB
ru: Доминация BTC

# coinMetrics.lastPrice.title
source: Last Price
fr: Dernier Prix
ru: Последняя цена

# coinMetrics.value.title
source: Total Value
fr: Valeur Totale
ru: Изменение цецы

# description.closeButton.title
source: Got It
fr: Je L'Ai Eu
ru: Понятно

# error.button.retry.title
source: Retry
fr: Essayer à nouveau
ru: Повторить

# error.load.title
source: Loading error
fr: Erreur de chargement
ru: Ошибка загрузки

# markets.title
source: Markets
fr: Marchés
ru: Маркет

# markets.topCoins.showMoreButton.title
source: Show More
fr: Montrer Plus
ru: Показать больше

# markets.topCoins.title
source: Top Coins
fr: Meilleures Pièces
ru: Топ коинов

# markets.trendingCoins.title
source: 🔥 Trending Coins
fr: 🔥 Coins Pièces Tendance
ru: 🔥 Коины в тренде

# profile.appTheme.title
source: App Theme
fr: Thème de l'Application
ru: Оформление

# profile.appVersion.title %@
source: App Version %@
fr: Version de l’Application %@
ru: Версия приложения %@

# profile.currency.title
source: Currency
fr: Monnaie
ru: Валюта

# profile.language.title
source: Language
fr: Langue
ru: Язык

# profile.privacyPolicy.title
source: Privacy Policy
fr: Politique de Confidentialité
ru: Политика Конфиденциальности

# profile.rateOurApp.title
source: Rate Our App
fr: Évaluez notre application
ru: Оценить приложение

# profile.signButton.title
source: Sign Out
fr: Déconnectez-Vous
ru: Выйти

# profile.title
source: Profile
fr: Profil
ru: Профиль

# tabList.portfolio.title
source: Portfolio
fr: Portefeuille
ru: Портфолио

# tabList.settings.title
source: Settings
fr: Paramètres
ru: Настройки

# tabList.watchlist.title
source: Watchlist
fr: Liste de Surveillance
ru: Избранное

# topList.header.byRank.title
source: By Rank
fr: Par Rang
ru: По рангу

# topList.header.mCap.title
source: Asset/ M.Cap
fr: Actif/ M. Cap
ru: Актив/ М. Кап.

# topList.header.price.title
source: Price
fr: Prix
ru: Цена

# coinMetrics.percentageChange24h.title
source: 24h %
ru: 24ч %

# globalMetrics.mCap.title
source: M. Cap
ru: М. Кап.

# topList.header.percentageChange24h.title
source: 24h %
ru: 24ч %

# topList.header.priceChange.title
source: 24h
ru: 24ч
